{
	"jonyive": {
		"name": "Jony Ive",
		"quotes": [
			"Design is a word that's come to mean so much that it's also a word that has come to mean nothing.",
			"Simplicity is not the absence of clutter, that's a consequence of simplicity. Simplicity is somehow essentially describing the purpose and place of an object and product. The absence of clutter is just a clutter-free product. That's not simple.",
			"Designing and developing anything of consequence is incredibly challenging.",
			"There's no other product that changes function like the computer.",
			"The emphasis and value on ideas and original thinking is an innate part of British culture, and in many ways, that describes the traditions of design.",
			"True simplicity is, well, you just keep on going and going until you get to the point where you go, 'Yeah, well, of course.' Where there's no rational alternative.",
			"It’s very easy to be different, but very difficult to be better.",
			"Very often design is the most immediate way of defining what products become in people's minds.",
			"The defining qualities are about use: ease and simplicity. Caring beyond the functional imperative, we also acknowledge that products have a significance way beyond traditional views of function.",
			"There's an applied style of being minimal and simple, and then there's real simplicity. This looks simple, because it really is.",
			"I think so many of the objects we're surrounded by seem trivial. And I think that's because they're either trying to make a statement or trying to be overtly different. What we were trying to do was have a very honest approach and an exploration of materials and surface treatment.",
			"It's sad and frustrating that we are surrounded by products that seem to testify to a complete lack of care. That's an interesting thing about an object. One object speaks volumes about the company that produced it and its values and priorities.",
			"We have always thought about design as being so much more than just the way something looks. It's the whole thing: the way something works on so many different levels. Ultimately, of course, design defines so much of our experience.",
			"I think there is a profound and enduring beauty in simplicity; in clarity, in efficiency. True simplicity is derived from so much more than just the absence of clutter and ornamentation. It's about bringing order to complexity.",
			"I figured out some basic stuff -- that form and colour defines your perception of the nature of an object, whether or not it is intended to.",
			"I want to see a problem solved in a way that acknowledges its context.",
			"We try to solve very complicated problems without letting people know how complicated the problem was. That's the appropriate thing.",
			"We wanted to get rid of anything other than what was absolutely essential, but you don't see that effort. We kept going back to the beginning again and again. Do we need that part? Can we get it to perform the function of the other four parts?",
			"People have disconnected function from cosmetics.",
			"From a designer's point of view, it's not an appearance game we're playing. It is very utilitarian. It's the use of material in a very minimalist way."
		]
	},
	"edwardtufte": {
		"name": "Edward Tufte",
		"quotes": [
			"The leading edge in evidence preservation is in science; the leading edge in beauty is high art.",
			"The purpose of analytical displays of evidence is to assist thinking.",
			"No, lying comes from the producer of the content, not the mode of production.",
			"PowerPoint should be used solely as a projector operating system",
			"Such formats are about their precious turf-possessed selves and are the enemy of information and often truth.",
			"Keynote has a greater elegance than PowerPoint. The point is to avoid the PowerPoint cognitive style: hierarchical, bullets grunts, low resolution, and often about PowerPoint rather than the content.",
			"Many of the time measurements have enormous serial correlation.",
			"There is no such thing as information overload, there is only lousy design.",
			"The commonality between science and art is in trying to see profoundly - to develop strategies of seeing and showing.",
			"If you like overheads, you'll love PowerPoint.",
			"My idea here is that, inasmuch as certain cognitive tasks and principles are tied to nature's laws, these tasks and principles are indifferent to language, culture, gender, or the particular mode of information that is provided.",
			"I do believe that there are some universal cognitive tasks that are deep and profound - indeed, so deep and profound that it is worthwhile to understand them in order to design our displays in accord with those tasks.",
			"I hope that I am generous and tolerant, but certainly on the intellectual side I think that there are discoverable truths, and some things that are closer approximations to the truth than others.",
			"That is to say, nature's laws are causal; they reveal themselves by comparison and difference, and they operate at every multivariate space/time point.",
			"Too often diagrams rely solely on one type of data or stay at one level of analysis.",
			"Today’s graphics use multiple shapes and colors to cover up a paucity of data.",
			"Clutter and confusion are not attributes of data – they are shortcomings of design.",
			"Zero out your interface."
		]
	},
	"dieterrams": {
		"name": "Dieter Rams",
		"quotes": [
			"Good design is innovative. Good design makes a product useful. Good design is aesthetic. Good design makes a product understandable. Good design is unobtrusive. Good design is honest. Good design is long-lasting. Good design is thorough, down to the last detail. Good design is environmentally friendly. Good design is as little design as possible.",
			"Having small touches of colour makes it more colourful than having the whole thing in colour.",
			"The value, and especially the legitimization of design will be, in the future, measured more in terms of how it can enable us to survive… on this planet.",
			"Good design is making something intelligible and memorable. Great design is making something memorable and meaningful.",
			"Things which are different in order simply to be different are seldom better, but that which is made to be better is almost always different.",
			"A product is bought to be used. It has to satisfy certain criteria, not only functional, but also psychological and aesthetic.",
			"Products fulfilling a purpose are like tools. They are neither decorative objects nor works of art. Their design should therefore be both neutral and restrained, to leave room for the user’s self-expression.",
			"Nothing must be arbitrary or left to chance. Care and accuracy in the design process show respect towards the consumer.",
			"Good design is honest! It does not make a product more innovative, powerful or valuable than it really is. It does not attempt to manipulate the consumer with promises that cannot be kept.",
			"My goal is to omit everything superfluous so that the essential is shown to best possible advantage.",
			"A product is bought to be used. It has to satisfy certain criteria, not only functional, but also psychological and aesthetic. Good design emphasises the usefulness of a product whilst disregarding anything that could possibly detract from it."
		]
	}
}